Revit 2027 API
ParameterTypeId.RbsPipeMaterialParam Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeMaterialParam { get; }
Public Shared ReadOnly Property RbsPipeMaterialParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeMaterialParam {
	ForgeTypeId^ get ();
}
static member RbsPipeMaterialParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace